{
  "nodes": [
    {
      "op": "null", 
      "name": "input.1", 
      "inputs": []
    }, 
    {
      "op": "Pad", 
      "name": "pad0", 
      "attrs": {
        "mode": "constant", 
        "pad_width": "(0, 0, 0, 0, 1, 1, 1, 1)"
      }, 
      "inputs": [[0, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "backbone.features.0.0.weight", 
      "attrs": {"__shape__": "(32, 3, 3, 3)"}, 
      "inputs": []
    }, 
    {
      "op": "Convolution", 
      "name": "convolution0", 
      "attrs": {
        "dilate": "(1, 1)", 
        "kernel": "(3, 3)", 
        "no_bias": "True", 
        "num_filter": "32", 
        "num_group": "1", 
        "stride": "(2, 2)"
      }, 
      "inputs": [[1, 0, 0], [2, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "backbone.features.0.1.weight", 
      "attrs": {"__shape__": "(32,)"}, 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "backbone.features.0.1.bias", 
      "attrs": {"__shape__": "(32,)"}, 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "backbone.features.0.1.running_mean", 
      "attrs": {
        "__init__": "[\"zero\", {}]", 
        "__shape__": "(32,)"
      }, 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "backbone.features.0.1.running_var", 
      "attrs": {
        "__init__": "[\"one\", {}]", 
        "__shape__": "(32,)"
      }, 
      "inputs": []
    }, 
    {
      "op": "BatchNorm", 
      "name": "batchnorm0", 
      "attrs": {
        "cudnn_off": "1", 
        "eps": "9.999999747378752e-06", 
        "fix_gamma": "False", 
        "momentum": "0.8999999761581421"
      }, 
      "inputs": [[3, 0, 0], [4, 0, 0], [5, 0, 0], [6, 0, 1], [7, 0, 1]]
    }, 
    {
      "op": "relu", 
      "name": "relu0", 
      "inputs": [[8, 0, 0]]
    }, 
    {
      "op": "Pad", 
      "name": "pad1", 
      "attrs": {
        "mode": "constant", 
        "pad_width": "(0, 0, 0, 0, 1, 1, 1, 1)"
      }, 
      "inputs": [[9, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "backbone.features.1.conv.0.weight", 
      "attrs": {"__shape__": "(32, 1, 3, 3)"}, 
      "inputs": []
    }, 
    {
      "op": "Convolution", 
      "name": "convolution1", 
      "attrs": {
        "dilate": "(1, 1)", 
        "kernel": "(3, 3)", 
        "no_bias": "True", 
        "num_filter": "32", 
        "num_group": "32", 
        "stride": "(1, 1)"
      }, 
      "inputs": [[10, 0, 0], [11, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "backbone.features.1.conv.1.weight", 
      "attrs": {"__shape__": "(32,)"}, 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "backbone.features.1.conv.1.bias", 
      "attrs": {"__shape__": "(32,)"}, 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "backbone.features.1.conv.1.running_mean", 
      "attrs": {
        "__init__": "[\"zero\", {}]", 
        "__shape__": "(32,)"
      }, 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "backbone.features.1.conv.1.running_var", 
      "attrs": {
        "__init__": "[\"one\", {}]", 
        "__shape__": "(32,)"
      }, 
      "inputs": []
    }, 
    {
      "op": "BatchNorm", 
      "name": "batchnorm1", 
      "attrs": {
        "cudnn_off": "1", 
        "eps": "9.999999747378752e-06", 
        "fix_gamma": "False", 
        "momentum": "0.8999999761581421"
      }, 
      "inputs": [[12, 0, 0], [13, 0, 0], [14, 0, 0], [15, 0, 1], [16, 0, 1]]
    }, 
    {
      "op": "relu", 
      "name": "relu1", 
      "inputs": [[17, 0, 0]]
    }, 
    {
      "op": "Pad", 
      "name": "pad2", 
      "attrs": {
        "mode": "constant", 
        "pad_width": "(0, 0, 0, 0, 0, 0, 0, 0)"
      }, 
      "inputs": [[18, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "backbone.features.1.conv.3.weight", 
      "attrs": {"__shape__": "(16, 32, 1, 1)"}, 
      "inputs": []
    }, 
    {
      "op": "Convolution", 
      "name": "convolution2", 
      "attrs": {
        "dilate": "(1, 1)", 
        "kernel": "(1, 1)", 
        "no_bias": "True", 
        "num_filter": "16", 
        "num_group": "1", 
        "stride": "(1, 1)"
      }, 
      "inputs": [[19, 0, 0], [20, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "backbone.features.1.conv.4.weight", 
      "attrs": {"__shape__": "(16,)"}, 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "backbone.features.1.conv.4.bias", 
      "attrs": {"__shape__": "(16,)"}, 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "backbone.features.1.conv.4.running_mean", 
      "attrs": {
        "__init__": "[\"zero\", {}]", 
        "__shape__": "(16,)"
      }, 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "backbone.features.1.conv.4.running_var", 
      "attrs": {
        "__init__": "[\"one\", {}]", 
        "__shape__": "(16,)"
      }, 
      "inputs": []
    }, 
    {
      "op": "BatchNorm", 
      "name": "batchnorm2", 
      "attrs": {
        "cudnn_off": "1", 
        "eps": "9.999999747378752e-06", 
        "fix_gamma": "False", 
        "momentum": "0.8999999761581421"
      }, 
      "inputs": [[21, 0, 0], [22, 0, 0], [23, 0, 0], [24, 0, 1], [25, 0, 1]]
    }, 
    {
      "op": "Pad", 
      "name": "pad3", 
      "attrs": {
        "mode": "constant", 
        "pad_width": "(0, 0, 0, 0, 0, 0, 0, 0)"
      }, 
      "inputs": [[26, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "backbone.features.2.conv.0.weight", 
      "attrs": {"__shape__": "(96, 16, 1, 1)"}, 
      "inputs": []
    }, 
    {
      "op": "Convolution", 
      "name": "convolution3", 
      "attrs": {
        "dilate": "(1, 1)", 
        "kernel": "(1, 1)", 
        "no_bias": "True", 
        "num_filter": "96", 
        "num_group": "1", 
        "stride": "(1, 1)"
      }, 
      "inputs": [[27, 0, 0], [28, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "backbone.features.2.conv.1.weight", 
      "attrs": {"__shape__": "(96,)"}, 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "backbone.features.2.conv.1.bias", 
      "attrs": {"__shape__": "(96,)"}, 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "backbone.features.2.conv.1.running_mean", 
      "attrs": {
        "__init__": "[\"zero\", {}]", 
        "__shape__": "(96,)"
      }, 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "backbone.features.2.conv.1.running_var", 
      "attrs": {
        "__init__": "[\"one\", {}]", 
        "__shape__": "(96,)"
      }, 
      "inputs": []
    }, 
    {
      "op": "BatchNorm", 
      "name": "batchnorm3", 
      "attrs": {
        "cudnn_off": "1", 
        "eps": "9.999999747378752e-06", 
        "fix_gamma": "False", 
        "momentum": "0.8999999761581421"
      }, 
      "inputs": [[29, 0, 0], [30, 0, 0], [31, 0, 0], [32, 0, 1], [33, 0, 1]]
    }, 
    {
      "op": "relu", 
      "name": "relu2", 
      "inputs": [[34, 0, 0]]
    }, 
    {
      "op": "Pad", 
      "name": "pad4", 
      "attrs": {
        "mode": "constant", 
        "pad_width": "(0, 0, 0, 0, 1, 1, 1, 1)"
      }, 
      "inputs": [[35, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "backbone.features.2.conv.3.weight", 
      "attrs": {"__shape__": "(96, 1, 3, 3)"}, 
      "inputs": []
    }, 
    {
      "op": "Convolution", 
      "name": "convolution4", 
      "attrs": {
        "dilate": "(1, 1)", 
        "kernel": "(3, 3)", 
        "no_bias": "True", 
        "num_filter": "96", 
        "num_group": "96", 
        "stride": "(2, 2)"
      }, 
      "inputs": [[36, 0, 0], [37, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "backbone.features.2.conv.4.weight", 
      "attrs": {"__shape__": "(96,)"}, 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "backbone.features.2.conv.4.bias", 
      "attrs": {"__shape__": "(96,)"}, 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "backbone.features.2.conv.4.running_mean", 
      "attrs": {
        "__init__": "[\"zero\", {}]", 
        "__shape__": "(96,)"
      }, 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "backbone.features.2.conv.4.running_var", 
      "attrs": {
        "__init__": "[\"one\", {}]", 
        "__shape__": "(96,)"
      }, 
      "inputs": []
    }, 
    {
      "op": "BatchNorm", 
      "name": "batchnorm4", 
      "attrs": {
        "cudnn_off": "1", 
        "eps": "9.999999747378752e-06", 
        "fix_gamma": "False", 
        "momentum": "0.8999999761581421"
      }, 
      "inputs": [[38, 0, 0], [39, 0, 0], [40, 0, 0], [41, 0, 1], [42, 0, 1]]
    }, 
    {
      "op": "relu", 
      "name": "relu3", 
      "inputs": [[43, 0, 0]]
    }, 
    {
      "op": "Pad", 
      "name": "pad5", 
      "attrs": {
        "mode": "constant", 
        "pad_width": "(0, 0, 0, 0, 0, 0, 0, 0)"
      }, 
      "inputs": [[44, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "backbone.features.2.conv.6.weight", 
      "attrs": {"__shape__": "(24, 96, 1, 1)"}, 
      "inputs": []
    }, 
    {
      "op": "Convolution", 
      "name": "convolution5", 
      "attrs": {
        "dilate": "(1, 1)", 
        "kernel": "(1, 1)", 
        "no_bias": "True", 
        "num_filter": "24", 
        "num_group": "1", 
        "stride": "(1, 1)"
      }, 
      "inputs": [[45, 0, 0], [46, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "backbone.features.2.conv.7.weight", 
      "attrs": {"__shape__": "(24,)"}, 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "backbone.features.2.conv.7.bias", 
      "attrs": {"__shape__": "(24,)"}, 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "backbone.features.2.conv.7.running_mean", 
      "attrs": {
        "__init__": "[\"zero\", {}]", 
        "__shape__": "(24,)"
      }, 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "backbone.features.2.conv.7.running_var", 
      "attrs": {
        "__init__": "[\"one\", {}]", 
        "__shape__": "(24,)"
      }, 
      "inputs": []
    }, 
    {
      "op": "BatchNorm", 
      "name": "batchnorm5", 
      "attrs": {
        "cudnn_off": "1", 
        "eps": "9.999999747378752e-06", 
        "fix_gamma": "False", 
        "momentum": "0.8999999761581421"
      }, 
      "inputs": [[47, 0, 0], [48, 0, 0], [49, 0, 0], [50, 0, 1], [51, 0, 1]]
    }, 
    {
      "op": "Pad", 
      "name": "pad6", 
      "attrs": {
        "mode": "constant", 
        "pad_width": "(0, 0, 0, 0, 0, 0, 0, 0)"
      }, 
      "inputs": [[52, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "backbone.features.3.conv.0.weight", 
      "attrs": {"__shape__": "(144, 24, 1, 1)"}, 
      "inputs": []
    }, 
    {
      "op": "Convolution", 
      "name": "convolution6", 
      "attrs": {
        "dilate": "(1, 1)", 
        "kernel": "(1, 1)", 
        "no_bias": "True", 
        "num_filter": "144", 
        "num_group": "1", 
        "stride": "(1, 1)"
      }, 
      "inputs": [[53, 0, 0], [54, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "backbone.features.3.conv.1.weight", 
      "attrs": {"__shape__": "(144,)"}, 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "backbone.features.3.conv.1.bias", 
      "attrs": {"__shape__": "(144,)"}, 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "backbone.features.3.conv.1.running_mean", 
      "attrs": {
        "__init__": "[\"zero\", {}]", 
        "__shape__": "(144,)"
      }, 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "backbone.features.3.conv.1.running_var", 
      "attrs": {
        "__init__": "[\"one\", {}]", 
        "__shape__": "(144,)"
      }, 
      "inputs": []
    }, 
    {
      "op": "BatchNorm", 
      "name": "batchnorm6", 
      "attrs": {
        "cudnn_off": "1", 
        "eps": "9.999999747378752e-06", 
        "fix_gamma": "False", 
        "momentum": "0.8999999761581421"
      }, 
      "inputs": [[55, 0, 0], [56, 0, 0], [57, 0, 0], [58, 0, 1], [59, 0, 1]]
    }, 
    {
      "op": "relu", 
      "name": "relu4", 
      "inputs": [[60, 0, 0]]
    }, 
    {
      "op": "Pad", 
      "name": "pad7", 
      "attrs": {
        "mode": "constant", 
        "pad_width": "(0, 0, 0, 0, 1, 1, 1, 1)"
      }, 
      "inputs": [[61, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "backbone.features.3.conv.3.weight", 
      "attrs": {"__shape__": "(144, 1, 3, 3)"}, 
      "inputs": []
    }, 
    {
      "op": "Convolution", 
      "name": "convolution7", 
      "attrs": {
        "dilate": "(1, 1)", 
        "kernel": "(3, 3)", 
        "no_bias": "True", 
        "num_filter": "144", 
        "num_group": "144", 
        "stride": "(1, 1)"
      }, 
      "inputs": [[62, 0, 0], [63, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "backbone.features.3.conv.4.weight", 
      "attrs": {"__shape__": "(144,)"}, 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "backbone.features.3.conv.4.bias", 
      "attrs": {"__shape__": "(144,)"}, 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "backbone.features.3.conv.4.running_mean", 
      "attrs": {
        "__init__": "[\"zero\", {}]", 
        "__shape__": "(144,)"
      }, 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "backbone.features.3.conv.4.running_var", 
      "attrs": {
        "__init__": "[\"one\", {}]", 
        "__shape__": "(144,)"
      }, 
      "inputs": []
    }, 
    {
      "op": "BatchNorm", 
      "name": "batchnorm7", 
      "attrs": {
        "cudnn_off": "1", 
        "eps": "9.999999747378752e-06", 
        "fix_gamma": "False", 
        "momentum": "0.8999999761581421"
      }, 
      "inputs": [[64, 0, 0], [65, 0, 0], [66, 0, 0], [67, 0, 1], [68, 0, 1]]
    }, 
    {
      "op": "relu", 
      "name": "relu5", 
      "inputs": [[69, 0, 0]]
    }, 
    {
      "op": "Pad", 
      "name": "pad8", 
      "attrs": {
        "mode": "constant", 
        "pad_width": "(0, 0, 0, 0, 0, 0, 0, 0)"
      }, 
      "inputs": [[70, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "backbone.features.3.conv.6.weight", 
      "attrs": {"__shape__": "(24, 144, 1, 1)"}, 
      "inputs": []
    }, 
    {
      "op": "Convolution", 
      "name": "convolution8", 
      "attrs": {
        "dilate": "(1, 1)", 
        "kernel": "(1, 1)", 
        "no_bias": "True", 
        "num_filter": "24", 
        "num_group": "1", 
        "stride": "(1, 1)"
      }, 
      "inputs": [[71, 0, 0], [72, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "backbone.features.3.conv.7.weight", 
      "attrs": {"__shape__": "(24,)"}, 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "backbone.features.3.conv.7.bias", 
      "attrs": {"__shape__": "(24,)"}, 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "backbone.features.3.conv.7.running_mean", 
      "attrs": {
        "__init__": "[\"zero\", {}]", 
        "__shape__": "(24,)"
      }, 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "backbone.features.3.conv.7.running_var", 
      "attrs": {
        "__init__": "[\"one\", {}]", 
        "__shape__": "(24,)"
      }, 
      "inputs": []
    }, 
    {
      "op": "BatchNorm", 
      "name": "batchnorm8", 
      "attrs": {
        "cudnn_off": "1", 
        "eps": "9.999999747378752e-06", 
        "fix_gamma": "False", 
        "momentum": "0.8999999761581421"
      }, 
      "inputs": [[73, 0, 0], [74, 0, 0], [75, 0, 0], [76, 0, 1], [77, 0, 1]]
    }, 
    {
      "op": "broadcast_add", 
      "name": "broadcast_add0", 
      "inputs": [[52, 0, 0], [78, 0, 0]]
    }, 
    {
      "op": "Pad", 
      "name": "pad9", 
      "attrs": {
        "mode": "constant", 
        "pad_width": "(0, 0, 0, 0, 0, 0, 0, 0)"
      }, 
      "inputs": [[79, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "backbone.features.4.conv.0.weight", 
      "attrs": {"__shape__": "(144, 24, 1, 1)"}, 
      "inputs": []
    }, 
    {
      "op": "Convolution", 
      "name": "convolution9", 
      "attrs": {
        "dilate": "(1, 1)", 
        "kernel": "(1, 1)", 
        "no_bias": "True", 
        "num_filter": "144", 
        "num_group": "1", 
        "stride": "(1, 1)"
      }, 
      "inputs": [[80, 0, 0], [81, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "backbone.features.4.conv.1.weight", 
      "attrs": {"__shape__": "(144,)"}, 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "backbone.features.4.conv.1.bias", 
      "attrs": {"__shape__": "(144,)"}, 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "backbone.features.4.conv.1.running_mean", 
      "attrs": {
        "__init__": "[\"zero\", {}]", 
        "__shape__": "(144,)"
      }, 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "backbone.features.4.conv.1.running_var", 
      "attrs": {
        "__init__": "[\"one\", {}]", 
        "__shape__": "(144,)"
      }, 
      "inputs": []
    }, 
    {
      "op": "BatchNorm", 
      "name": "batchnorm9", 
      "attrs": {
        "cudnn_off": "1", 
        "eps": "9.999999747378752e-06", 
        "fix_gamma": "False", 
        "momentum": "0.8999999761581421"
      }, 
      "inputs": [[82, 0, 0], [83, 0, 0], [84, 0, 0], [85, 0, 1], [86, 0, 1]]
    }, 
    {
      "op": "relu", 
      "name": "relu6", 
      "inputs": [[87, 0, 0]]
    }, 
    {
      "op": "Pad", 
      "name": "pad10", 
      "attrs": {
        "mode": "constant", 
        "pad_width": "(0, 0, 0, 0, 1, 1, 1, 1)"
      }, 
      "inputs": [[88, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "backbone.features.4.conv.3.weight", 
      "attrs": {"__shape__": "(144, 1, 3, 3)"}, 
      "inputs": []
    }, 
    {
      "op": "Convolution", 
      "name": "convolution10", 
      "attrs": {
        "dilate": "(1, 1)", 
        "kernel": "(3, 3)", 
        "no_bias": "True", 
        "num_filter": "144", 
        "num_group": "144", 
        "stride": "(2, 2)"
      }, 
      "inputs": [[89, 0, 0], [90, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "backbone.features.4.conv.4.weight", 
      "attrs": {"__shape__": "(144,)"}, 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "backbone.features.4.conv.4.bias", 
      "attrs": {"__shape__": "(144,)"}, 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "backbone.features.4.conv.4.running_mean", 
      "attrs": {
        "__init__": "[\"zero\", {}]", 
        "__shape__": "(144,)"
      }, 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "backbone.features.4.conv.4.running_var", 
      "attrs": {
        "__init__": "[\"one\", {}]", 
        "__shape__": "(144,)"
      }, 
      "inputs": []
    }, 
    {
      "op": "BatchNorm", 
      "name": "batchnorm10", 
      "attrs": {
        "cudnn_off": "1", 
        "eps": "9.999999747378752e-06", 
        "fix_gamma": "False", 
        "momentum": "0.8999999761581421"
      }, 
      "inputs": [[91, 0, 0], [92, 0, 0], [93, 0, 0], [94, 0, 1], [95, 0, 1]]
    }, 
    {
      "op": "relu", 
      "name": "relu7", 
      "inputs": [[96, 0, 0]]
    }, 
    {
      "op": "Pad", 
      "name": "pad11", 
      "attrs": {
        "mode": "constant", 
        "pad_width": "(0, 0, 0, 0, 0, 0, 0, 0)"
      }, 
      "inputs": [[97, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "backbone.features.4.conv.6.weight", 
      "attrs": {"__shape__": "(32, 144, 1, 1)"}, 
      "inputs": []
    }, 
    {
      "op": "Convolution", 
      "name": "convolution11", 
      "attrs": {
        "dilate": "(1, 1)", 
        "kernel": "(1, 1)", 
        "no_bias": "True", 
        "num_filter": "32", 
        "num_group": "1", 
        "stride": "(1, 1)"
      }, 
      "inputs": [[98, 0, 0], [99, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "backbone.features.4.conv.7.weight", 
      "attrs": {"__shape__": "(32,)"}, 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "backbone.features.4.conv.7.bias", 
      "attrs": {"__shape__": "(32,)"}, 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "backbone.features.4.conv.7.running_mean", 
      "attrs": {
        "__init__": "[\"zero\", {}]", 
        "__shape__": "(32,)"
      }, 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "backbone.features.4.conv.7.running_var", 
      "attrs": {
        "__init__": "[\"one\", {}]", 
        "__shape__": "(32,)"
      }, 
      "inputs": []
    }, 
    {
      "op": "BatchNorm", 
      "name": "batchnorm11", 
      "attrs": {
        "cudnn_off": "1", 
        "eps": "9.999999747378752e-06", 
        "fix_gamma": "False", 
        "momentum": "0.8999999761581421"
      }, 
      "inputs": [[100, 0, 0], [101, 0, 0], [102, 0, 0], [103, 0, 1], [104, 0, 1]]
    }, 
    {
      "op": "Pad", 
      "name": "pad12", 
      "attrs": {
        "mode": "constant", 
        "pad_width": "(0, 0, 0, 0, 0, 0, 0, 0)"
      }, 
      "inputs": [[105, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "backbone.features.5.conv.0.weight", 
      "attrs": {"__shape__": "(192, 32, 1, 1)"}, 
      "inputs": []
    }, 
    {
      "op": "Convolution", 
      "name": "convolution12", 
      "attrs": {
        "dilate": "(1, 1)", 
        "kernel": "(1, 1)", 
        "no_bias": "True", 
        "num_filter": "192", 
        "num_group": "1", 
        "stride": "(1, 1)"
      }, 
      "inputs": [[106, 0, 0], [107, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "backbone.features.5.conv.1.weight", 
      "attrs": {"__shape__": "(192,)"}, 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "backbone.features.5.conv.1.bias", 
      "attrs": {"__shape__": "(192,)"}, 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "backbone.features.5.conv.1.running_mean", 
      "attrs": {
        "__init__": "[\"zero\", {}]", 
        "__shape__": "(192,)"
      }, 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "backbone.features.5.conv.1.running_var", 
      "attrs": {
        "__init__": "[\"one\", {}]", 
        "__shape__": "(192,)"
      }, 
      "inputs": []
    }, 
    {
      "op": "BatchNorm", 
      "name": "batchnorm12", 
      "attrs": {
        "cudnn_off": "1", 
        "eps": "9.999999747378752e-06", 
        "fix_gamma": "False", 
        "momentum": "0.8999999761581421"
      }, 
      "inputs": [[108, 0, 0], [109, 0, 0], [110, 0, 0], [111, 0, 1], [112, 0, 1]]
    }, 
    {
      "op": "relu", 
      "name": "relu8", 
      "inputs": [[113, 0, 0]]
    }, 
    {
      "op": "Pad", 
      "name": "pad13", 
      "attrs": {
        "mode": "constant", 
        "pad_width": "(0, 0, 0, 0, 1, 1, 1, 1)"
      }, 
      "inputs": [[114, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "backbone.features.5.conv.3.weight", 
      "attrs": {"__shape__": "(192, 1, 3, 3)"}, 
      "inputs": []
    }, 
    {
      "op": "Convolution", 
      "name": "convolution13", 
      "attrs": {
        "dilate": "(1, 1)", 
        "kernel": "(3, 3)", 
        "no_bias": "True", 
        "num_filter": "192", 
        "num_group": "192", 
        "stride": "(1, 1)"
      }, 
      "inputs": [[115, 0, 0], [116, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "backbone.features.5.conv.4.weight", 
      "attrs": {"__shape__": "(192,)"}, 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "backbone.features.5.conv.4.bias", 
      "attrs": {"__shape__": "(192,)"}, 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "backbone.features.5.conv.4.running_mean", 
      "attrs": {
        "__init__": "[\"zero\", {}]", 
        "__shape__": "(192,)"
      }, 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "backbone.features.5.conv.4.running_var", 
      "attrs": {
        "__init__": "[\"one\", {}]", 
        "__shape__": "(192,)"
      }, 
      "inputs": []
    }, 
    {
      "op": "BatchNorm", 
      "name": "batchnorm13", 
      "attrs": {
        "cudnn_off": "1", 
        "eps": "9.999999747378752e-06", 
        "fix_gamma": "False", 
        "momentum": "0.8999999761581421"
      }, 
      "inputs": [[117, 0, 0], [118, 0, 0], [119, 0, 0], [120, 0, 1], [121, 0, 1]]
    }, 
    {
      "op": "relu", 
      "name": "relu9", 
      "inputs": [[122, 0, 0]]
    }, 
    {
      "op": "Pad", 
      "name": "pad14", 
      "attrs": {
        "mode": "constant", 
        "pad_width": "(0, 0, 0, 0, 0, 0, 0, 0)"
      }, 
      "inputs": [[123, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "backbone.features.5.conv.6.weight", 
      "attrs": {"__shape__": "(32, 192, 1, 1)"}, 
      "inputs": []
    }, 
    {
      "op": "Convolution", 
      "name": "convolution14", 
      "attrs": {
        "dilate": "(1, 1)", 
        "kernel": "(1, 1)", 
        "no_bias": "True", 
        "num_filter": "32", 
        "num_group": "1", 
        "stride": "(1, 1)"
      }, 
      "inputs": [[124, 0, 0], [125, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "backbone.features.5.conv.7.weight", 
      "attrs": {"__shape__": "(32,)"}, 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "backbone.features.5.conv.7.bias", 
      "attrs": {"__shape__": "(32,)"}, 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "backbone.features.5.conv.7.running_mean", 
      "attrs": {
        "__init__": "[\"zero\", {}]", 
        "__shape__": "(32,)"
      }, 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "backbone.features.5.conv.7.running_var", 
      "attrs": {
        "__init__": "[\"one\", {}]", 
        "__shape__": "(32,)"
      }, 
      "inputs": []
    }, 
    {
      "op": "BatchNorm", 
      "name": "batchnorm14", 
      "attrs": {
        "cudnn_off": "1", 
        "eps": "9.999999747378752e-06", 
        "fix_gamma": "False", 
        "momentum": "0.8999999761581421"
      }, 
      "inputs": [[126, 0, 0], [127, 0, 0], [128, 0, 0], [129, 0, 1], [130, 0, 1]]
    }, 
    {
      "op": "broadcast_add", 
      "name": "broadcast_add1", 
      "inputs": [[105, 0, 0], [131, 0, 0]]
    }, 
    {
      "op": "Pad", 
      "name": "pad15", 
      "attrs": {
        "mode": "constant", 
        "pad_width": "(0, 0, 0, 0, 0, 0, 0, 0)"
      }, 
      "inputs": [[132, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "backbone.features.6.conv.0.weight", 
      "attrs": {"__shape__": "(192, 32, 1, 1)"}, 
      "inputs": []
    }, 
    {
      "op": "Convolution", 
      "name": "convolution15", 
      "attrs": {
        "dilate": "(1, 1)", 
        "kernel": "(1, 1)", 
        "no_bias": "True", 
        "num_filter": "192", 
        "num_group": "1", 
        "stride": "(1, 1)"
      }, 
      "inputs": [[133, 0, 0], [134, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "backbone.features.6.conv.1.weight", 
      "attrs": {"__shape__": "(192,)"}, 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "backbone.features.6.conv.1.bias", 
      "attrs": {"__shape__": "(192,)"}, 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "backbone.features.6.conv.1.running_mean", 
      "attrs": {
        "__init__": "[\"zero\", {}]", 
        "__shape__": "(192,)"
      }, 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "backbone.features.6.conv.1.running_var", 
      "attrs": {
        "__init__": "[\"one\", {}]", 
        "__shape__": "(192,)"
      }, 
      "inputs": []
    }, 
    {
      "op": "BatchNorm", 
      "name": "batchnorm15", 
      "attrs": {
        "cudnn_off": "1", 
        "eps": "9.999999747378752e-06", 
        "fix_gamma": "False", 
        "momentum": "0.8999999761581421"
      }, 
      "inputs": [[135, 0, 0], [136, 0, 0], [137, 0, 0], [138, 0, 1], [139, 0, 1]]
    }, 
    {
      "op": "relu", 
      "name": "relu10", 
      "inputs": [[140, 0, 0]]
    }, 
    {
      "op": "Pad", 
      "name": "pad16", 
      "attrs": {
        "mode": "constant", 
        "pad_width": "(0, 0, 0, 0, 1, 1, 1, 1)"
      }, 
      "inputs": [[141, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "backbone.features.6.conv.3.weight", 
      "attrs": {"__shape__": "(192, 1, 3, 3)"}, 
      "inputs": []
    }, 
    {
      "op": "Convolution", 
      "name": "convolution16", 
      "attrs": {
        "dilate": "(1, 1)", 
        "kernel": "(3, 3)", 
        "no_bias": "True", 
        "num_filter": "192", 
        "num_group": "192", 
        "stride": "(1, 1)"
      }, 
      "inputs": [[142, 0, 0], [143, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "backbone.features.6.conv.4.weight", 
      "attrs": {"__shape__": "(192,)"}, 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "backbone.features.6.conv.4.bias", 
      "attrs": {"__shape__": "(192,)"}, 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "backbone.features.6.conv.4.running_mean", 
      "attrs": {
        "__init__": "[\"zero\", {}]", 
        "__shape__": "(192,)"
      }, 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "backbone.features.6.conv.4.running_var", 
      "attrs": {
        "__init__": "[\"one\", {}]", 
        "__shape__": "(192,)"
      }, 
      "inputs": []
    }, 
    {
      "op": "BatchNorm", 
      "name": "batchnorm16", 
      "attrs": {
        "cudnn_off": "1", 
        "eps": "9.999999747378752e-06", 
        "fix_gamma": "False", 
        "momentum": "0.8999999761581421"
      }, 
      "inputs": [[144, 0, 0], [145, 0, 0], [146, 0, 0], [147, 0, 1], [148, 0, 1]]
    }, 
    {
      "op": "relu", 
      "name": "relu11", 
      "inputs": [[149, 0, 0]]
    }, 
    {
      "op": "Pad", 
      "name": "pad17", 
      "attrs": {
        "mode": "constant", 
        "pad_width": "(0, 0, 0, 0, 0, 0, 0, 0)"
      }, 
      "inputs": [[150, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "backbone.features.6.conv.6.weight", 
      "attrs": {"__shape__": "(32, 192, 1, 1)"}, 
      "inputs": []
    }, 
    {
      "op": "Convolution", 
      "name": "convolution17", 
      "attrs": {
        "dilate": "(1, 1)", 
        "kernel": "(1, 1)", 
        "no_bias": "True", 
        "num_filter": "32", 
        "num_group": "1", 
        "stride": "(1, 1)"
      }, 
      "inputs": [[151, 0, 0], [152, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "backbone.features.6.conv.7.weight", 
      "attrs": {"__shape__": "(32,)"}, 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "backbone.features.6.conv.7.bias", 
      "attrs": {"__shape__": "(32,)"}, 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "backbone.features.6.conv.7.running_mean", 
      "attrs": {
        "__init__": "[\"zero\", {}]", 
        "__shape__": "(32,)"
      }, 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "backbone.features.6.conv.7.running_var", 
      "attrs": {
        "__init__": "[\"one\", {}]", 
        "__shape__": "(32,)"
      }, 
      "inputs": []
    }, 
    {
      "op": "BatchNorm", 
      "name": "batchnorm17", 
      "attrs": {
        "cudnn_off": "1", 
        "eps": "9.999999747378752e-06", 
        "fix_gamma": "False", 
        "momentum": "0.8999999761581421"
      }, 
      "inputs": [[153, 0, 0], [154, 0, 0], [155, 0, 0], [156, 0, 1], [157, 0, 1]]
    }, 
    {
      "op": "broadcast_add", 
      "name": "broadcast_add2", 
      "inputs": [[132, 0, 0], [158, 0, 0]]
    }, 
    {
      "op": "Pad", 
      "name": "pad18", 
      "attrs": {
        "mode": "constant", 
        "pad_width": "(0, 0, 0, 0, 0, 0, 0, 0)"
      }, 
      "inputs": [[159, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "backbone.features.7.conv.0.weight", 
      "attrs": {"__shape__": "(192, 32, 1, 1)"}, 
      "inputs": []
    }, 
    {
      "op": "Convolution", 
      "name": "convolution18", 
      "attrs": {
        "dilate": "(1, 1)", 
        "kernel": "(1, 1)", 
        "no_bias": "True", 
        "num_filter": "192", 
        "num_group": "1", 
        "stride": "(1, 1)"
      }, 
      "inputs": [[160, 0, 0], [161, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "backbone.features.7.conv.1.weight", 
      "attrs": {"__shape__": "(192,)"}, 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "backbone.features.7.conv.1.bias", 
      "attrs": {"__shape__": "(192,)"}, 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "backbone.features.7.conv.1.running_mean", 
      "attrs": {
        "__init__": "[\"zero\", {}]", 
        "__shape__": "(192,)"
      }, 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "backbone.features.7.conv.1.running_var", 
      "attrs": {
        "__init__": "[\"one\", {}]", 
        "__shape__": "(192,)"
      }, 
      "inputs": []
    }, 
    {
      "op": "BatchNorm", 
      "name": "batchnorm18", 
      "attrs": {
        "cudnn_off": "1", 
        "eps": "9.999999747378752e-06", 
        "fix_gamma": "False", 
        "momentum": "0.8999999761581421"
      }, 
      "inputs": [[162, 0, 0], [163, 0, 0], [164, 0, 0], [165, 0, 1], [166, 0, 1]]
    }, 
    {
      "op": "relu", 
      "name": "relu12", 
      "inputs": [[167, 0, 0]]
    }, 
    {
      "op": "Pad", 
      "name": "pad19", 
      "attrs": {
        "mode": "constant", 
        "pad_width": "(0, 0, 0, 0, 1, 1, 1, 1)"
      }, 
      "inputs": [[168, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "backbone.features.7.conv.3.weight", 
      "attrs": {"__shape__": "(192, 1, 3, 3)"}, 
      "inputs": []
    }, 
    {
      "op": "Convolution", 
      "name": "convolution19", 
      "attrs": {
        "dilate": "(1, 1)", 
        "kernel": "(3, 3)", 
        "no_bias": "True", 
        "num_filter": "192", 
        "num_group": "192", 
        "stride": "(2, 2)"
      }, 
      "inputs": [[169, 0, 0], [170, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "backbone.features.7.conv.4.weight", 
      "attrs": {"__shape__": "(192,)"}, 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "backbone.features.7.conv.4.bias", 
      "attrs": {"__shape__": "(192,)"}, 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "backbone.features.7.conv.4.running_mean", 
      "attrs": {
        "__init__": "[\"zero\", {}]", 
        "__shape__": "(192,)"
      }, 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "backbone.features.7.conv.4.running_var", 
      "attrs": {
        "__init__": "[\"one\", {}]", 
        "__shape__": "(192,)"
      }, 
      "inputs": []
    }, 
    {
      "op": "BatchNorm", 
      "name": "batchnorm19", 
      "attrs": {
        "cudnn_off": "1", 
        "eps": "9.999999747378752e-06", 
        "fix_gamma": "False", 
        "momentum": "0.8999999761581421"
      }, 
      "inputs": [[171, 0, 0], [172, 0, 0], [173, 0, 0], [174, 0, 1], [175, 0, 1]]
    }, 
    {
      "op": "relu", 
      "name": "relu13", 
      "inputs": [[176, 0, 0]]
    }, 
    {
      "op": "Pad", 
      "name": "pad20", 
      "attrs": {
        "mode": "constant", 
        "pad_width": "(0, 0, 0, 0, 0, 0, 0, 0)"
      }, 
      "inputs": [[177, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "backbone.features.7.conv.6.weight", 
      "attrs": {"__shape__": "(64, 192, 1, 1)"}, 
      "inputs": []
    }, 
    {
      "op": "Convolution", 
      "name": "convolution20", 
      "attrs": {
        "dilate": "(1, 1)", 
        "kernel": "(1, 1)", 
        "no_bias": "True", 
        "num_filter": "64", 
        "num_group": "1", 
        "stride": "(1, 1)"
      }, 
      "inputs": [[178, 0, 0], [179, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "backbone.features.7.conv.7.weight", 
      "attrs": {"__shape__": "(64,)"}, 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "backbone.features.7.conv.7.bias", 
      "attrs": {"__shape__": "(64,)"}, 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "backbone.features.7.conv.7.running_mean", 
      "attrs": {
        "__init__": "[\"zero\", {}]", 
        "__shape__": "(64,)"
      }, 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "backbone.features.7.conv.7.running_var", 
      "attrs": {
        "__init__": "[\"one\", {}]", 
        "__shape__": "(64,)"
      }, 
      "inputs": []
    }, 
    {
      "op": "BatchNorm", 
      "name": "batchnorm20", 
      "attrs": {
        "cudnn_off": "1", 
        "eps": "9.999999747378752e-06", 
        "fix_gamma": "False", 
        "momentum": "0.8999999761581421"
      }, 
      "inputs": [[180, 0, 0], [181, 0, 0], [182, 0, 0], [183, 0, 1], [184, 0, 1]]
    }, 
    {
      "op": "Pad", 
      "name": "pad21", 
      "attrs": {
        "mode": "constant", 
        "pad_width": "(0, 0, 0, 0, 0, 0, 0, 0)"
      }, 
      "inputs": [[185, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "backbone.features.8.conv.0.weight", 
      "attrs": {"__shape__": "(384, 64, 1, 1)"}, 
      "inputs": []
    }, 
    {
      "op": "Convolution", 
      "name": "convolution21", 
      "attrs": {
        "dilate": "(1, 1)", 
        "kernel": "(1, 1)", 
        "no_bias": "True", 
        "num_filter": "384", 
        "num_group": "1", 
        "stride": "(1, 1)"
      }, 
      "inputs": [[186, 0, 0], [187, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "backbone.features.8.conv.1.weight", 
      "attrs": {"__shape__": "(384,)"}, 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "backbone.features.8.conv.1.bias", 
      "attrs": {"__shape__": "(384,)"}, 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "backbone.features.8.conv.1.running_mean", 
      "attrs": {
        "__init__": "[\"zero\", {}]", 
        "__shape__": "(384,)"
      }, 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "backbone.features.8.conv.1.running_var", 
      "attrs": {
        "__init__": "[\"one\", {}]", 
        "__shape__": "(384,)"
      }, 
      "inputs": []
    }, 
    {
      "op": "BatchNorm", 
      "name": "batchnorm21", 
      "attrs": {
        "cudnn_off": "1", 
        "eps": "9.999999747378752e-06", 
        "fix_gamma": "False", 
        "momentum": "0.8999999761581421"
      }, 
      "inputs": [[188, 0, 0], [189, 0, 0], [190, 0, 0], [191, 0, 1], [192, 0, 1]]
    }, 
    {
      "op": "relu", 
      "name": "relu14", 
      "inputs": [[193, 0, 0]]
    }, 
    {
      "op": "Pad", 
      "name": "pad22", 
      "attrs": {
        "mode": "constant", 
        "pad_width": "(0, 0, 0, 0, 1, 1, 1, 1)"
      }, 
      "inputs": [[194, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "backbone.features.8.conv.3.weight", 
      "attrs": {"__shape__": "(384, 1, 3, 3)"}, 
      "inputs": []
    }, 
    {
      "op": "Convolution", 
      "name": "convolution22", 
      "attrs": {
        "dilate": "(1, 1)", 
        "kernel": "(3, 3)", 
        "no_bias": "True", 
        "num_filter": "384", 
        "num_group": "384", 
        "stride": "(1, 1)"
      }, 
      "inputs": [[195, 0, 0], [196, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "backbone.features.8.conv.4.weight", 
      "attrs": {"__shape__": "(384,)"}, 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "backbone.features.8.conv.4.bias", 
      "attrs": {"__shape__": "(384,)"}, 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "backbone.features.8.conv.4.running_mean", 
      "attrs": {
        "__init__": "[\"zero\", {}]", 
        "__shape__": "(384,)"
      }, 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "backbone.features.8.conv.4.running_var", 
      "attrs": {
        "__init__": "[\"one\", {}]", 
        "__shape__": "(384,)"
      }, 
      "inputs": []
    }, 
    {
      "op": "BatchNorm", 
      "name": "batchnorm22", 
      "attrs": {
        "cudnn_off": "1", 
        "eps": "9.999999747378752e-06", 
        "fix_gamma": "False", 
        "momentum": "0.8999999761581421"
      }, 
      "inputs": [[197, 0, 0], [198, 0, 0], [199, 0, 0], [200, 0, 1], [201, 0, 1]]
    }, 
    {
      "op": "relu", 
      "name": "relu15", 
      "inputs": [[202, 0, 0]]
    }, 
    {
      "op": "Pad", 
      "name": "pad23", 
      "attrs": {
        "mode": "constant", 
        "pad_width": "(0, 0, 0, 0, 0, 0, 0, 0)"
      }, 
      "inputs": [[203, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "backbone.features.8.conv.6.weight", 
      "attrs": {"__shape__": "(64, 384, 1, 1)"}, 
      "inputs": []
    }, 
    {
      "op": "Convolution", 
      "name": "convolution23", 
      "attrs": {
        "dilate": "(1, 1)", 
        "kernel": "(1, 1)", 
        "no_bias": "True", 
        "num_filter": "64", 
        "num_group": "1", 
        "stride": "(1, 1)"
      }, 
      "inputs": [[204, 0, 0], [205, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "backbone.features.8.conv.7.weight", 
      "attrs": {"__shape__": "(64,)"}, 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "backbone.features.8.conv.7.bias", 
      "attrs": {"__shape__": "(64,)"}, 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "backbone.features.8.conv.7.running_mean", 
      "attrs": {
        "__init__": "[\"zero\", {}]", 
        "__shape__": "(64,)"
      }, 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "backbone.features.8.conv.7.running_var", 
      "attrs": {
        "__init__": "[\"one\", {}]", 
        "__shape__": "(64,)"
      }, 
      "inputs": []
    }, 
    {
      "op": "BatchNorm", 
      "name": "batchnorm23", 
      "attrs": {
        "cudnn_off": "1", 
        "eps": "9.999999747378752e-06", 
        "fix_gamma": "False", 
        "momentum": "0.8999999761581421"
      }, 
      "inputs": [[206, 0, 0], [207, 0, 0], [208, 0, 0], [209, 0, 1], [210, 0, 1]]
    }, 
    {
      "op": "broadcast_add", 
      "name": "broadcast_add3", 
      "inputs": [[185, 0, 0], [211, 0, 0]]
    }, 
    {
      "op": "Pad", 
      "name": "pad24", 
      "attrs": {
        "mode": "constant", 
        "pad_width": "(0, 0, 0, 0, 0, 0, 0, 0)"
      }, 
      "inputs": [[212, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "backbone.features.9.conv.0.weight", 
      "attrs": {"__shape__": "(384, 64, 1, 1)"}, 
      "inputs": []
    }, 
    {
      "op": "Convolution", 
      "name": "convolution24", 
      "attrs": {
        "dilate": "(1, 1)", 
        "kernel": "(1, 1)", 
        "no_bias": "True", 
        "num_filter": "384", 
        "num_group": "1", 
        "stride": "(1, 1)"
      }, 
      "inputs": [[213, 0, 0], [214, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "backbone.features.9.conv.1.weight", 
      "attrs": {"__shape__": "(384,)"}, 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "backbone.features.9.conv.1.bias", 
      "attrs": {"__shape__": "(384,)"}, 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "backbone.features.9.conv.1.running_mean", 
      "attrs": {
        "__init__": "[\"zero\", {}]", 
        "__shape__": "(384,)"
      }, 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "backbone.features.9.conv.1.running_var", 
      "attrs": {
        "__init__": "[\"one\", {}]", 
        "__shape__": "(384,)"
      }, 
      "inputs": []
    }, 
    {
      "op": "BatchNorm", 
      "name": "batchnorm24", 
      "attrs": {
        "cudnn_off": "1", 
        "eps": "9.999999747378752e-06", 
        "fix_gamma": "False", 
        "momentum": "0.8999999761581421"
      }, 
      "inputs": [[215, 0, 0], [216, 0, 0], [217, 0, 0], [218, 0, 1], [219, 0, 1]]
    }, 
    {
      "op": "relu", 
      "name": "relu16", 
      "inputs": [[220, 0, 0]]
    }, 
    {
      "op": "Pad", 
      "name": "pad25", 
      "attrs": {
        "mode": "constant", 
        "pad_width": "(0, 0, 0, 0, 1, 1, 1, 1)"
      }, 
      "inputs": [[221, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "backbone.features.9.conv.3.weight", 
      "attrs": {"__shape__": "(384, 1, 3, 3)"}, 
      "inputs": []
    }, 
    {
      "op": "Convolution", 
      "name": "convolution25", 
      "attrs": {
        "dilate": "(1, 1)", 
        "kernel": "(3, 3)", 
        "no_bias": "True", 
        "num_filter": "384", 
        "num_group": "384", 
        "stride": "(1, 1)"
      }, 
      "inputs": [[222, 0, 0], [223, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "backbone.features.9.conv.4.weight", 
      "attrs": {"__shape__": "(384,)"}, 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "backbone.features.9.conv.4.bias", 
      "attrs": {"__shape__": "(384,)"}, 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "backbone.features.9.conv.4.running_mean", 
      "attrs": {
        "__init__": "[\"zero\", {}]", 
        "__shape__": "(384,)"
      }, 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "backbone.features.9.conv.4.running_var", 
      "attrs": {
        "__init__": "[\"one\", {}]", 
        "__shape__": "(384,)"
      }, 
      "inputs": []
    }, 
    {
      "op": "BatchNorm", 
      "name": "batchnorm25", 
      "attrs": {
        "cudnn_off": "1", 
        "eps": "9.999999747378752e-06", 
        "fix_gamma": "False", 
        "momentum": "0.8999999761581421"
      }, 
      "inputs": [[224, 0, 0], [225, 0, 0], [226, 0, 0], [227, 0, 1], [228, 0, 1]]
    }, 
    {
      "op": "relu", 
      "name": "relu17", 
      "inputs": [[229, 0, 0]]
    }, 
    {
      "op": "Pad", 
      "name": "pad26", 
      "attrs": {
        "mode": "constant", 
        "pad_width": "(0, 0, 0, 0, 0, 0, 0, 0)"
      }, 
      "inputs": [[230, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "backbone.features.9.conv.6.weight", 
      "attrs": {"__shape__": "(64, 384, 1, 1)"}, 
      "inputs": []
    }, 
    {
      "op": "Convolution", 
      "name": "convolution26", 
      "attrs": {
        "dilate": "(1, 1)", 
        "kernel": "(1, 1)", 
        "no_bias": "True", 
        "num_filter": "64", 
        "num_group": "1", 
        "stride": "(1, 1)"
      }, 
      "inputs": [[231, 0, 0], [232, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "backbone.features.9.conv.7.weight", 
      "attrs": {"__shape__": "(64,)"}, 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "backbone.features.9.conv.7.bias", 
      "attrs": {"__shape__": "(64,)"}, 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "backbone.features.9.conv.7.running_mean", 
      "attrs": {
        "__init__": "[\"zero\", {}]", 
        "__shape__": "(64,)"
      }, 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "backbone.features.9.conv.7.running_var", 
      "attrs": {
        "__init__": "[\"one\", {}]", 
        "__shape__": "(64,)"
      }, 
      "inputs": []
    }, 
    {
      "op": "BatchNorm", 
      "name": "batchnorm26", 
      "attrs": {
        "cudnn_off": "1", 
        "eps": "9.999999747378752e-06", 
        "fix_gamma": "False", 
        "momentum": "0.8999999761581421"
      }, 
      "inputs": [[233, 0, 0], [234, 0, 0], [235, 0, 0], [236, 0, 1], [237, 0, 1]]
    }, 
    {
      "op": "broadcast_add", 
      "name": "broadcast_add4", 
      "inputs": [[212, 0, 0], [238, 0, 0]]
    }, 
    {
      "op": "Pad", 
      "name": "pad27", 
      "attrs": {
        "mode": "constant", 
        "pad_width": "(0, 0, 0, 0, 0, 0, 0, 0)"
      }, 
      "inputs": [[239, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "backbone.features.10.conv.0.weight", 
      "attrs": {"__shape__": "(384, 64, 1, 1)"}, 
      "inputs": []
    }, 
    {
      "op": "Convolution", 
      "name": "convolution27", 
      "attrs": {
        "dilate": "(1, 1)", 
        "kernel": "(1, 1)", 
        "no_bias": "True", 
        "num_filter": "384", 
        "num_group": "1", 
        "stride": "(1, 1)"
      }, 
      "inputs": [[240, 0, 0], [241, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "backbone.features.10.conv.1.weight", 
      "attrs": {"__shape__": "(384,)"}, 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "backbone.features.10.conv.1.bias", 
      "attrs": {"__shape__": "(384,)"}, 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "backbone.features.10.conv.1.running_mean", 
      "attrs": {
        "__init__": "[\"zero\", {}]", 
        "__shape__": "(384,)"
      }, 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "backbone.features.10.conv.1.running_var", 
      "attrs": {
        "__init__": "[\"one\", {}]", 
        "__shape__": "(384,)"
      }, 
      "inputs": []
    }, 
    {
      "op": "BatchNorm", 
      "name": "batchnorm27", 
      "attrs": {
        "cudnn_off": "1", 
        "eps": "9.999999747378752e-06", 
        "fix_gamma": "False", 
        "momentum": "0.8999999761581421"
      }, 
      "inputs": [[242, 0, 0], [243, 0, 0], [244, 0, 0], [245, 0, 1], [246, 0, 1]]
    }, 
    {
      "op": "relu", 
      "name": "relu18", 
      "inputs": [[247, 0, 0]]
    }, 
    {
      "op": "Pad", 
      "name": "pad28", 
      "attrs": {
        "mode": "constant", 
        "pad_width": "(0, 0, 0, 0, 1, 1, 1, 1)"
      }, 
      "inputs": [[248, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "backbone.features.10.conv.3.weight", 
      "attrs": {"__shape__": "(384, 1, 3, 3)"}, 
      "inputs": []
    }, 
    {
      "op": "Convolution", 
      "name": "convolution28", 
      "attrs": {
        "dilate": "(1, 1)", 
        "kernel": "(3, 3)", 
        "no_bias": "True", 
        "num_filter": "384", 
        "num_group": "384", 
